Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/iTermEditSnippetWindowController.xcstrings
Source language: en
Languages: ru, zh_hans

# 9X0-kM-Zun.title
source: Value:
ru: Значение:
zh_hans: 值：

# F0z-JX-Cv5.title
source: Edit Snippet
ru: Редактировать сниппет
zh_hans: 编辑代码片段

# FHK-6i-O5U.title
source: Title:
ru: Заголовок:
zh_hans: 标题：

# Ir3-u6-IAo.title
source: Unescaped Literal Text
ru: Неэкранированный буквальный текст
zh_hans: 未转义的字面文本

# kno-Mp-5uL.title
source: Use / in tag names to create folders in Edit > Snippets menu
ru: Используйте «/» в именах тегов для создания папок в меню «Правка» > «Сниппеты»
zh_hans: 在标签名称中使用 / 可在“编辑 > 代码片段”菜单中创建文件夹

# odn-cj-ca5.title
source: Cancel
ru: Отмена
zh_hans: 取消

# phm-qT-OAU.title
source: OK
ru: ОК
zh_hans: 好

# y7a-zu-DzO.title
source: Backward Compatibility Escaping
ru: Экранирование для обратной совместимости
zh_hans: 向后兼容转义

# yvg-QD-24S.title
source: Tags:
ru: Теги:
zh_hans: 标签：

# zkj-r2-dym.title
source: C-Style Backslash Escaping
ru: Экранирование обратным слэшем в стиле C
zh_hans: C 风格反斜杠转义
